/* 
   Localizable.strings
   Mobitransit_Helsinki

   Created by Daniel Soro Coicaud on 21/09/10.
   Copyright 2010 Okode S.L. All rights reserved.
 */

"MAP" = "Kartta";
"SATELLITE" = "Satellitti";
"HYBRID" = "Hybridi";

"BUSES" = "Linja-auto";
"TRAMWAYS" = "Raitiovaunut";
"SUBWAYS" = "Metro";
"TAXIS" = "Taksit";

"BUS" = "linja-auto";
"TRAMWAY" = "raitiovaunut";
"SUBWAY" = "metro";
"TAXI" = "taksit";

"LINE" = "Linja";
"LINES" = "Linjat";

"DIRECTION" = "Suunta";

"LOADING" = "Loading...";

"SERVER_ERROR_TITLE" = "Palvelin ei vastaa";
"SERVER_ERROR_SUBTITLE" = "Yritä myöhemmin uudelleen";

"STOMP_ERROR_TITLE" = "Server not updating";
"STOMP_ERROR_SUBTITLE" = "The updating service is not working properly. Mobitransit's is showing you the transports' last position but can't update them. Please, try again later.";

"CONNECTION_ERROR_TITLE" = "Tarkista yhteys";

"INACTIVE_APP_TITLE" = "Mobitransit is inactive";
"INACTIVE_APP_SUBTITLE" = "In order to save memory, the application will end in 30 seconds unless you reactive it.";

"NO_LOCATION_TITLE" = "Invalid location";
"NO_LOCATION_MESSAGE" = "Your current location doesn't match with the application's city. User's location disabled.";

"ACCEPT_MESSAGE" = "Okay";

"WELCOME_TITLE" = "Mobitransit"; 
"WELCOME_MESSAGE" = "Mobitransit uses your device location to provide visualization services of public transport near of you. We do not collect or send your personal information in any way.";

"CONFIG_TITLE" = "Asetukset";
"CONFIG_NETWORK" = "Verkko";
"CONFIG_SERVER_STATUS" = "Server status";
"CONFIG_MAP_PROPERTIES" = "Kartta ominaisuudet";
"CONFIG_TYPE" = "Tyyppi";
"CONFIG_USER_LOCATION" = "Käyttäjän sijainti";
"CONFIG_LOGIN" = "Kirjaudu";
"CONFIG_SOCIAL" = "Sosiaaliset verkostot";

"INFO_TITLE" = "Tiedot";
"INFO_ADVICES" = "Hälytykset";
"INFO_TICKETS" = "Liput";
"INFO_SMS_TICKETS" = "Osta liput tekstiviestillä";
"INFO_MOBITRANSIT_APP" = "mobitransit App";
"INFO_ABOUT" = "Tietoja";

"SHARE_COMPLETE" = "Lähetetyt!";
"UNEXPECTED_ERROR" = "Error";

"SENDING" = "Lähetetään...";

"SHARE_MESSAGE_TITLE" = "Jaa sosiaalisten verkostojen!";
"SHARE_ON_FACEBOOK" = "Jaa Facebookissa";
"SHARE_ON_TWITTER" = "Jaa Twitterissä";
"SHARE_MESSAGE_TRANSPORT_1" = "I'm traveling on the";
"SHARE_MESSAGE_TRANSPORT_2" = "line";
"SHARE_MESSAGE_TRANSPORT_3" = "Follow my journey in real time with Mobitransit!";

"SHARE_MESSAGE_LOCATION_1" = "My current position is";
"SHARE_MESSAGE_LOCATION_2" = "I'm watching all public transports in real time with Mobitransit!";

"SENT" = "Lähettäjä!";
"SMS_FIRST_TITLE" = "Osta Kännykkälippu";
"SMS_MORE_INFO" = "Tarkista palvelu ehdot:";
"SMS_BUY_TICKET" = "Osta Kännykkälippu (2€)";
"SMS_CALL_HKL" = "Tiedot Puhelun";
"SMS_SECOND_TITLE" = "Tilaa taksi";
"SMS_CALL_TAXI" = "Tilaa taksi (1'70€)";

"SMS_INPUT_CITY" = "\"panos kaupungin nimi\"";
"SMS_INPUT_STREET_NAME" = "\"tulo kadun nimi\"";
"SMS_INPUT_STREET_NUMBER" = "\"syöttö katunumero\"";

"SMS_ALERT_TITLE" =  "Tarkista sijainti";
"SMS_ALERT_MESSAGE" = "Skriv ett meddelande som innehåller följande uppgifter:\n\nnamn på staden\nofficiellt gatunamn\nhusnummer trappbokstav\neventuella tilläggsuppgifter";

"OKODE_INFO" = "Mobitransit – Helsinki
All rights reserved © 2010 Okode · www.okode.com

Mobitransit uses your device location to provide visualization services of public transport near of you. We do not collect or send your personal information in any way.

THE SOFTWARE IS PROVIDED \"AS IS\", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE.

This product uses information and services from third parties:

Real time public transport information offered by HKL/HST in Helsinki city (Finland).

This product contains software developed by third parties:

Objc-Stomp · Copyright (c) 2009 Stefan Saasen
Permission is hereby granted, free of charge, to any person obtaining a copy of this software and associated documentation files (the \"Software\"), to deal in the Software without restriction, including without limitation the rights to use, copy, modify, merge, publish, distribute, sublicense, and/or sell copies of the Software, and to permit persons to whom the Software is furnished to do so.

AsyncSocket, originally created by Dustin Voss on Wed Jan 29 2003. Updated and maintained by Deusty Designs and the Mac development community.";
